Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# common.bookmarkEditor.folderPicker.newFolderAction
source: New Folder…
de: Neuer Ordner…
es: Nueva carpeta…
fr: Nouveau dossier…
ja: 新しいフォルダ…
ko: 새 폴더…
nl: Nieuwe map…
zh_hans: 新建文件夹…
zh_hant: 新增資料夾…

# common.bookmarkEditor.folderPicker.rootFolderName
source: Bookmarks Bar
de: Lesezeichenleiste
es: Barra de marcadores
fr: Barre de favoris
ja: ブックマークバー
ko: 북마크 바
nl: Bladwijzerbalk
zh_hans: 书签栏
zh_hant: 書籤列

# common.bookmarkEditor.nameField.placeholder
source: Bookmark Name
de: Lesezeichenname
es: Nombre del marcador
fr: Nom du favori
ja: ブックマーク名
ko: 북마크 이름
nl: Bladwijzernaam
zh_hans: 书签名称
zh_hant: 書籤名稱

# common.bookmarkEditor.newFolder.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# common.bookmarkEditor.newFolder.nameField.placeholder
source: Folder Name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
ja: フォルダ名
ko: 폴더 이름
nl: Mapnaam
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# common.bookmarkEditor.newFolder.saveButton
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
nl: Bewaar
zh_hans: 保存
zh_hant: 儲存

# common.bookmarkEditor.newFolder.subtitle
source: Enter a name for the new folder.
de: Gib einen Namen für den neuen Ordner ein.
es: Introduce un nombre para la carpeta nueva.
fr: Saisissez un nom pour le nouveau dossier.
ja: 新しいフォルダの名前を入力してください。
ko: 새 폴더의 이름을 입력하세요.
nl: Voer een naam in voor de nieuwe map.
zh_hans: 输入新文件夹的名称。
zh_hant: 請輸入新資料夾的名稱。

# common.bookmarkEditor.newFolder.title
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新しいフォルダ
ko: 새 폴더
nl: Nieuwe map
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# common.bookmarkEditor.primaryNameField.label
source: Left Name
de: Linker Name
es: Nombre izquierdo
fr: Nom de gauche
ja: 左側の名前
ko: 왼쪽 이름
nl: Naam links
zh_hans: 左侧名称
zh_hant: 左側名稱

# common.bookmarkEditor.primaryURLField.label
source: Left URL
de: Linke URL
es: URL izquierda
fr: URL de gauche
ja: 左側のURL
ko: 왼쪽 URL
nl: URL links
zh_hans: 左侧网址
zh_hant: 左側網址

# common.bookmarkEditor.removeButton
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除
ko: 제거
nl: Verwijder
zh_hans: 移除
zh_hant: 移除

# common.bookmarkEditor.secondaryNameField.label
source: Right Name
de: Rechter Name
es: Nombre derecho
fr: Nom de droite
ja: 右側の名前
ko: 오른쪽 이름
nl: Naam rechts
zh_hans: 右侧名称
zh_hant: 右側名稱

# common.bookmarkEditor.secondaryNameField.placeholder
source: Bookmark Name
de: Lesezeichenname
es: Nombre del marcador
fr: Nom du favori
ja: ブックマーク名
ko: 북마크 이름
nl: Bladwijzernaam
zh_hans: 书签名称
zh_hant: 書籤名稱

# common.bookmarkEditor.secondaryURLField.label
source: Right URL
de: Rechte URL
es: URL derecha
fr: URL de droite
ja: 右側のURL
ko: 오른쪽 URL
nl: URL rechts
zh_hans: 右侧网址
zh_hant: 右側網址

# common.bookmarkFolder.defaultName
source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
ja: 無題
ko: 제목 없음
nl: Naamloos
zh_hans: 未命名
zh_hant: 未命名

# common.credentialApproval.allAgentsDescription
source: Any agent may use this approval, not just “%@”.
de: Jeder Agent darf diese Freigabe verwenden, nicht nur „%@“.
es: Cualquier agente puede usar esta aprobación, no solo “%@”.
fr: N'importe quel agent peut utiliser cette approbation, pas seulement « %@ ».
ja: この承認は「%@」に限らず、どのエージェントでも使用できます。
ko: “%@”뿐만 아니라 모든 에이전트가 이 승인을 사용할 수 있어요.
nl: Elke agent mag deze goedkeuring gebruiken, niet alleen “%@”.
zh_hans: 任何智能体都可以使用此授权，而不仅限于「%@」。
zh_hant: 任何 AI 代理都可以使用此核准，而不僅限於「%@」。

# common.credentialApproval.approve
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
ja: 承認
ko: 승인
nl: Keur goed
zh_hans: 批准
zh_hant: 核准

# common.credentialApproval.autoDenyCountdown
source: Auto-denies in %d s
de: Wird in %d s automatisch abgelehnt
es: Se rechaza automáticamente en %d s
fr: Refus automatique dans %d s
ja: %d秒後に自動拒否
ko: %d초 후 자동 거부
nl: Wordt automatisch geweigerd over %d s
zh_hans: %d 秒后自动拒绝
zh_hant: %d 秒後自動拒絕

# common.credentialApproval.autofillRequest.explanation
source: Phi fills the saved login into the page itself. The agent triggers the fill but never receives the username or password.
de: Phi trägt die gespeicherten Anmeldedaten selbst in die Seite ein. Der Agent löst das Ausfüllen aus, erhält aber nie den Benutzernamen oder das Passwort.
es: Phi rellena el inicio de sesión guardado en la propia página. El agente activa el relleno, pero nunca recibe el nombre de usuario ni la contraseña.
fr: Phi remplit lui-même la page avec l'identifiant enregistré. L'agent déclenche le remplissage mais ne reçoit jamais le nom d'utilisateur ni le mot de passe.
ja: Phiが保存済みのログイン情報をページに直接入力します。エージェントは入力のきっかけを作るだけで、ユーザー名やパスワードを受け取ることはありません。
ko: Phi가 저장된 로그인 정보를 페이지에 직접 입력해요. 에이전트는 입력을 실행시킬 뿐, 사용자 이름이나 비밀번호를 받지 않아요.
nl: Phi vult de opgeslagen inloggegevens zelf in op de pagina. De agent start het invullen, maar krijgt de gebruikersnaam of het wachtwoord nooit te zien.
zh_hans: Phi 会直接把保存的登录信息填入页面。智能体只触发填充，不会拿到用户名或密码。
zh_hant: Phi 會自行將已儲存的登入資訊填入頁面。AI 代理只會觸發填入動作，永遠不會取得使用者名稱或密碼。

# common.credentialApproval.autofillRequest.headline
source: Autofill only — the secret stays in Phi
de: Nur ausfüllen: Die Zugangsdaten bleiben in Phi
es: Solo autocompletar: el secreto se queda en Phi
fr: Remplissage automatique uniquement : le secret reste dans Phi
ja: 自動入力のみ。機密情報はPhi内にとどまります。
ko: 자동 입력만: 비밀 정보는 Phi에 남아 있어요
nl: Alleen automatisch invullen: het geheim blijft in Phi
zh_hans: 仅自动填充：密码始终留在 Phi 中
zh_hant: 僅自動填入，機密資訊會留在 Phi 中

# common.credentialApproval.autofillRequest.title
source: Autofill request from “%@”
de: Ausfüllanfrage von „%@“
es: Solicitud de autocompletado de “%@”
fr: Demande de remplissage automatique provenant de « %@ »
ja: 「%@」からの自動入力リクエスト
ko: “%@”의 자동 입력 요청
nl: Verzoek om automatisch invullen van “%@”
zh_hans: 来自「%@」的自动填充请求
zh_hant: 來自「%@」的自動填入要求

# common.credentialApproval.commandUseRequest.headline
source: Released into a command
de: An einen Befehl weitergegeben
es: Entregado a un comando
fr: Transmis à une commande
ja: コマンドへの値の受け渡し
ko: 명령으로 전달됨
nl: Doorgegeven aan een commando
zh_hans: 交给命令使用
zh_hant: 提供給指令使用

# common.credentialApproval.credentialLabel
source: Credential
de: Zugangsdaten
es: Credencial
fr: Identifiant
ja: 認証情報
ko: 로그인 정보
nl: Inloggegevens
zh_hans: 凭据
zh_hant: 憑證

# common.credentialApproval.deny
source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
nl: Weiger
zh_hans: 拒绝
zh_hant: 拒絕

# common.credentialApproval.durationSegment.always
source: Always
de: Immer
es: Siempre
fr: Toujours
ja: 常に
ko: 항상
nl: Altijd
zh_hans: 始终
zh_hant: 一律

# common.credentialApproval.durationSegment.for10Min
source: For 10 min
de: Für 10 Min.
es: Durante 10 min
fr: Pendant 10 min
ja: 10分間
ko: 10분 동안
nl: Voor 10 min
zh_hans: 10 分钟
zh_hant: 10 分鐘

# common.credentialApproval.durationSegment.onlyOnce
source: Only once
de: Nur einmal
es: Solo una vez
fr: Une seule fois
ja: 今回のみ
ko: 한 번만
nl: Eenmalig
zh_hans: 仅此一次
zh_hant: 只限一次

# common.credentialApproval.fullAccessRequest.headline
source: Revealed to the agent
de: Wird an den Agenten weitergegeben
es: Se revela al agente
fr: Divulgué à l'agent
ja: エージェントに開示される情報
ko: 에이전트에 공개됨
nl: Gedeeld met de agent
zh_hans: 向智能体披露
zh_hant: 提供給 AI 代理

# common.credentialApproval.reasonLabel
source: The agent says it needs this to:
de: Der Agent gibt als Grund an:
es: El agente dice que lo necesita para:
fr: Selon l'agent, cet élément lui est nécessaire pour :
ja: エージェントが示した利用目的:
ko: 에이전트가 밝힌 사용 목적:
nl: De agent zegt dit nodig te hebben om:
zh_hans: 智能体表示它需要用它来：
zh_hant: AI 代理表示需要這項資訊來：

# common.credentialApproval.scope.allAgentsTitle
source: Apply to all agents
de: Auf alle Agenten anwenden
es: Aplicar a todos los agentes
fr: Appliquer à tous les agents
ja: すべてのエージェントに適用
ko: 모든 에이전트에 적용
nl: Toepassen op alle agents
zh_hans: 应用于所有智能体
zh_hant: 套用到所有 AI 代理

# common.credentialApproval.securityHint
source: Standing approvals can be reviewed and revoked anytime in Settings.
de: Dauerhafte Freigaben kannst du jederzeit in den Einstellungen prüfen und widerrufen.
es: Puedes revisar y revocar las aprobaciones permanentes cuando quieras en Configuración.
fr: Les approbations permanentes peuvent être vérifiées et révoquées à tout moment dans les Paramètres.
ja: 常時許可は、設定でいつでも確認・取り消しできます。
ko: 상시 승인은 설정에서 언제든지 확인하고 철회할 수 있어요.
nl: Permanente goedkeuringen kun je altijd bekijken en intrekken in Instellingen.
zh_hans: 长期批准可以随时在「设置」中查看和撤销。
zh_hant: 長期核准可隨時在「設定」中查看與撤銷。

# common.credentialApproval.siteLabel
source: Site
de: Website
es: Sitio
ja: サイト
ko: 사이트
zh_hans: 网站
zh_hant: 網站

# common.credentialApproval.valueRequest.loginExplanation
source: Phi releases the saved value to the agent so the command it runs can use it. Phi can’t stop the agent from keeping the value — only approve for agents and sites you trust.
de: Phi gibt den gespeicherten Wert an den Agenten weiter, damit der ausgeführte Befehl ihn verwenden kann. Phi kann nicht verhindern, dass der Agent den Wert behält. Gib ihn nur für Agenten und Websites frei, denen du vertraust.
es: Phi entrega el valor guardado al agente para que el comando que ejecuta pueda usarlo. Phi no puede impedir que el agente conserve ese valor: aprueba solo agentes y sitios en los que confíes.
fr: Phi transmet la valeur enregistrée à l'agent afin que la commande qu'il exécute puisse l'utiliser. Phi ne peut pas empêcher l'agent de conserver cette valeur : n'accordez votre approbation qu'aux agents et aux sites en lesquels vous avez confiance.
ja: Phiは保存された値をエージェントに渡し、エージェントが実行するコマンドで使えるようにします。エージェントがその値を保持することをPhiは防げません。信頼できるエージェントとサイトにのみ許可してください。
ko: Phi가 저장된 값을 에이전트에 전달해 에이전트가 실행하는 명령에서 사용할 수 있게 해요. 에이전트가 그 값을 계속 보관하는 것은 Phi가 막을 수 없으니, 신뢰하는 에이전트와 사이트에만 승인해 주세요.
nl: Phi geeft de opgeslagen waarde door aan de agent, zodat het commando dat de agent uitvoert die kan gebruiken. Phi kan niet voorkomen dat de agent de waarde bewaart. Keur dit alleen goed voor agents en sites die je vertrouwt.
zh_hans: Phi 会把保存的值交给智能体，供它运行的命令使用。Phi 无法阻止智能体留存该值，请只为你信任的智能体和网站授予批准。
zh_hant: Phi 會將已儲存的值提供給 AI 代理，讓它執行的指令可以使用。Phi 無法阻止 AI 代理保留這個值，請只對你信任的 AI 代理和網站授予核准。

# common.credentialApproval.valueRequest.sensitiveItemExplanation
source: The saved item — a password, note, card, identity, or key — is shared with the agent, which may record it in its context. Only approve for agents and items you trust.
de: Das gespeicherte Element, also ein Passwort, eine Notiz, eine Karte, eine Identität oder ein Schlüssel, wird an den Agenten weitergegeben, der es in seinem Kontext speichern kann. Gib es nur für Agenten und Elemente frei, denen du vertraust.
es: El elemento guardado (una contraseña, una nota, una tarjeta, una identidad o una clave) se comparte con el agente, que puede registrarlo en su contexto. Apruébalo solo para agentes y elementos en los que confíes.
fr: L'élément enregistré (mot de passe, note, carte, identité ou clé) est divulgué à l'agent, qui peut le conserver dans son contexte. N'accordez votre approbation qu'aux agents et aux éléments en lesquels vous avez confiance.
ja: 保存された項目（パスワード、メモ、カード、ID情報、キー）がエージェントに共有され、エージェントのコンテキストに記録される可能性があります。信頼できるエージェントと項目に対してのみ許可してください。
ko: 저장된 항목(비밀번호, 메모, 카드, 신원 정보, 키)이 에이전트에 공유되고, 에이전트가 이를 컨텍스트에 기록할 수도 있어요. 신뢰하는 에이전트와 항목에만 승인해 주세요.
nl: Het opgeslagen item (een wachtwoord, notitie, kaart, identiteit of sleutel) wordt gedeeld met de agent, die het in zijn context kan vastleggen. Keur dit alleen goed voor agents en items die je vertrouwt.
zh_hans: 保存的项目（密码、备注、卡片、身份或密钥）会共享给智能体，智能体可能会将其记录到自己的上下文中。请只为你信任的智能体和项目授予批准。
zh_hant: 已儲存的項目（密碼、備註、卡片、身分或金鑰）會提供給 AI 代理，代理可能會將它記錄在自己的上下文中。請只對你信任的 AI 代理和項目授予核准。

# common.credentialApproval.valueRequest.title
source: Credential request from “%@”
de: Zugangsdaten-Anfrage von „%@“
es: Solicitud de credenciales de “%@”
fr: Demande d'identifiant provenant de « %@ »
ja: 「%@」からの認証情報のリクエスト
ko: “%@”의 로그인 정보 요청
nl: Verzoek om inloggegevens van “%@”
zh_hans: 来自「%@」的凭据请求
zh_hant: 來自「%@」的憑證要求

# common.credentialUnlock.autoCancelCountdown
source: Auto-cancels in %d s
de: Wird in %d s automatisch abgebrochen
es: Se cancela automáticamente en %d s
fr: Annulation automatique dans %d s
ja: %d秒後に自動キャンセル
ko: %d초 후 자동 취소
nl: Wordt automatisch geannuleerd over %d s
zh_hans: %d 秒后自动取消
zh_hant: %d 秒後自動取消

# common.credentialUnlock.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# common.credentialUnlock.masterPasswordPlaceholder
source: Master password
de: Master-Passwort
es: Contraseña maestra
fr: Mot de passe maître
ja: マスターパスワード
ko: 마스터 비밀번호
nl: Hoofdwachtwoord
zh_hans: 主密码
zh_hant: 主密碼

# common.credentialUnlock.message
source: “%1$@” needs a credential for %2$@, but your vault is locked. Enter your master password to unlock.
de: „%1$@“ benötigt Zugangsdaten für %2$@, aber dein Tresor ist gesperrt. Gib dein Master-Passwort ein, um ihn zu entsperren.
es: “%1$@” necesita una credencial para %2$@, pero tu caja fuerte está bloqueada. Introduce tu contraseña maestra para desbloquearla.
fr: « %1$@ » a besoin d'un identifiant pour %2$@, mais votre coffre est verrouillé. Saisissez votre mot de passe maître pour le déverrouiller.
ja: 「%1$@」が%2$@の認証情報を必要としていますが、保管庫がロックされています。マスターパスワードを入力してロックを解除してください。
ko: “%1$@”에서 %2$@의 자격 증명이 필요하지만 보관함이 잠겨 있어요. 마스터 비밀번호를 입력해 잠금을 해제해 주세요.
nl: “%1$@” heeft inloggegevens nodig voor %2$@, maar je kluis is vergrendeld. Voer je hoofdwachtwoord in om te ontgrendelen.
zh_hans: 「%1$@」需要用于 %2$@ 的凭据，但你的保险库已锁定。请输入主密码解锁。
zh_hant: 「%1$@」需要 %2$@ 的憑證，但你的密碼庫已鎖定。請輸入主密碼來解鎖。

# common.credentialUnlock.title
source: Unlock Bitwarden to continue
de: Bitwarden entsperren, um fortzufahren
es: Desbloquea Bitwarden para continuar
fr: Déverrouillez Bitwarden pour continuer
ja: 続けるにはBitwardenのロックを解除してください
ko: 계속하려면 Bitwarden 잠금을 해제해 주세요
nl: Ontgrendel Bitwarden om door te gaan
zh_hans: 解锁 Bitwarden 以继续
zh_hant: 請解鎖 Bitwarden 以繼續

# common.credentialUnlock.unlockButton
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendel
zh_hans: 解锁
zh_hant: 解鎖

# common.editor.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# common.editor.saveButton
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
nl: Bewaar
zh_hans: 保存
zh_hant: 儲存

# common.folderEditor.createSubtitle
source: Create a new folder to organize your bookmarks.
de: Erstelle einen neuen Ordner, um deine Lesezeichen zu organisieren.
es: Crea una carpeta nueva para organizar tus marcadores.
fr: Créez un nouveau dossier pour organiser vos favoris.
ja: ブックマークを整理する新しいフォルダを作成します。
ko: 새 폴더를 만들어 북마크를 정리하세요.
nl: Maak een nieuwe map aan om je bladwijzers te ordenen.
zh_hans: 创建一个新文件夹来整理你的书签。
zh_hant: 建立新資料夾來整理你的書籤。

# common.folderEditor.createTitle
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新しいフォルダ
ko: 새 폴더
nl: Nieuwe map
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# common.folderEditor.editSubtitle
source: Give this folder a name to organize your bookmarks.
de: Gib diesem Ordner einen Namen, um deine Lesezeichen zu organisieren.
es: Ponle un nombre a esta carpeta para organizar tus marcadores.
fr: Donnez un nom à ce dossier pour organiser vos favoris.
ja: ブックマークを整理するために、このフォルダに名前を付けてください。
ko: 북마크를 정리할 수 있도록 이 폴더에 이름을 지어 주세요.
nl: Geef deze map een naam om je bladwijzers te ordenen.
zh_hans: 为此文件夹命名，以便整理你的书签。
zh_hant: 為這個資料夾命名，以便整理你的書籤。

# common.folderEditor.editTitle
source: Edit Folder
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
ja: フォルダを編集
ko: 폴더 편집
nl: Wijzig map
zh_hans: 编辑文件夹
zh_hant: 編輯資料夾

# common.folderEditor.nameField.placeholder
source: Folder Name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
ja: フォルダ名
ko: 폴더 이름
nl: Mapnaam
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# common.iconPicker.clearSearchButtonAccessibilityLabel
source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索を消去
ko: 검색어 지우기
nl: Zoekopdracht wissen
zh_hans: 清除搜索
zh_hant: 清除搜尋

# common.iconPicker.emojiSearchPlaceholder
source: Search emoji
de: Emoji suchen
es: Buscar emoji
fr: Rechercher un emoji
ja: 絵文字を検索
ko: 이모지 검색
nl: Zoek emoji
zh_hans: 搜索表情符号
zh_hant: 搜尋表情符號

# common.iconPicker.iconsSearchPlaceholder
source: Search icons
de: Symbole suchen
es: Buscar iconos
fr: Rechercher une icône
ja: アイコンを検索
ko: 아이콘 검색
nl: Zoek symbolen
zh_hans: 搜索图标
zh_hant: 搜尋圖示

# common.iconPicker.searchEmptyMessage
source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ja: 結果がありません
ko: 결과 없음
nl: Geen resultaten
zh_hans: 无结果
zh_hant: 沒有結果

# common.newTabPage.incognitoTitle
source: New Incognito Tab
de: Neuer Inkognito-Tab
es: Nueva pestaña de incógnito
fr: Nouvel onglet de navigation privée
ja: 新しいシークレットタブ
ko: 새 시크릿 탭
nl: Nieuw Incognito-tabblad
zh_hans: 新无痕标签页
zh_hant: 新無痕分頁

# common.pinnedTabEditor.editSplitSubtitle
source: Edit the names and addresses for both panes of this pinned split.
de: Bearbeite die Namen und Adressen beider Bereiche dieses angehefteten Splits.
es: Edita los nombres y las direcciones de ambos paneles de esta vista dividida fijada.
fr: Modifiez les noms et les adresses des deux volets de cette Split View épinglée.
ja: この固定した分割表示の両方のペインの名前とアドレスを編集します。
ko: 이 고정 분할의 양쪽 이름과 주소를 편집하세요.
nl: Wijzig de namen en adressen van beide helften van deze vastgezette split.
zh_hans: 编辑此固定分屏两个窗格的名称和地址。
zh_hant: 編輯這個釘選分割畫面兩個窗格的名稱和網址。

# common.pinnedTabEditor.editSplitTitle
source: Edit Pinned Split
de: Angehefteten Split bearbeiten
es: Editar vista dividida fijada
fr: Modifier la Split View épinglée
ja: 固定した分割表示を編集
ko: 고정 분할 편집
nl: Wijzig vastgezette split
zh_hans: 编辑固定的分屏
zh_hant: 編輯釘選分割畫面

# common.pinnedTabEditor.editSubtitle
source: Edit the name and address for this pinned tab.
de: Bearbeite den Namen und die Adresse dieses angehefteten Tabs.
es: Edita el nombre y la dirección de esta pestaña fijada.
fr: Modifiez le nom et l'adresse de cet onglet épinglé.
ja: この固定タブの名前とアドレスを編集します。
ko: 이 고정 탭의 이름과 주소를 편집하세요.
nl: Wijzig de naam en het adres van dit vastgezette tabblad.
zh_hans: 编辑此固定标签页的名称和地址。
zh_hant: 編輯這個釘選分頁的名稱和網址。

# common.pinnedTabEditor.editTitle
source: Edit Pinned Tab
de: Angehefteten Tab bearbeiten
es: Editar pestaña fijada
fr: Modifier l'onglet épinglé
ja: 固定タブを編集
ko: 고정 탭 편집
nl: Wijzig vastgezet tabblad
zh_hans: 编辑固定标签页
zh_hant: 編輯釘選分頁

# common.quitConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# common.quitConfirmation.message
source: Any unsaved changes may be lost.
de: Ungesicherte Änderungen gehen möglicherweise verloren.
es: Es posible que se pierdan los cambios sin guardar.
fr: Les modifications non enregistrées risquent d'être perdues.
ja: 保存されていない変更は失われる可能性があります。
ko: 저장하지 않은 변경 사항은 사라질 수 있어요.
nl: Niet-bewaarde wijzigingen kunnen verloren gaan.
zh_hans: 任何未保存的更改都可能丢失。
zh_hant: 任何未儲存的變更都可能遺失。

# common.quitConfirmation.quitButton
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
nl: Stop
zh_hans: 退出
zh_hant: 結束

# common.quitConfirmation.title
source: Are you sure you want to quit Phi?
de: Möchtest du Phi wirklich beenden?
es: ¿Seguro que quieres salir de Phi?
fr: Voulez-vous vraiment quitter Phi ?
ja: Phiを終了してもよろしいですか？
ko: Phi를 종료하시겠어요?
nl: Weet je zeker dat je Phi wilt stoppen?
zh_hans: 确定要退出 Phi 吗？
zh_hant: 確定要結束 Phi 嗎？

# common.tabAreaContextMenu.bookmarkAllTabsAction
source: Bookmark All Tabs
de: Lesezeichen für alle Tabs hinzufügen
es: Agregar todas las pestañas a marcadores
fr: Ajouter tous les onglets aux favoris
ja: すべてのタブをブックマークに追加
ko: 모든 탭을 북마크에 추가
nl: Maak bladwijzers van alle tabbladen
zh_hans: 为所有标签页添加书签
zh_hant: 將所有分頁加入書籤

# common.tabAreaContextMenu.layoutModeSubmenu
source: Layout Mode
de: Layout-Modus
es: Modo de diseño
fr: Mode de disposition
ja: レイアウトモード
ko: 레이아웃 모드
nl: Lay-outmodus
zh_hans: 布局模式
zh_hant: 版面配置模式

# common.tabAreaContextMenu.newBookmarkFolderAction
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新しいフォルダ
ko: 새 폴더
nl: Nieuwe map
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# common.tabAreaContextMenu.newTabAction
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
ja: 新しいタブ
ko: 새 탭
nl: Nieuw tabblad
zh_hans: 新建标签页
zh_hant: 新增分頁

# common.tabAreaContextMenu.reopenClosedTabAction
source: Reopen Closed Tab
de: Geschlossenen Tab wieder öffnen
es: Volver a abrir la pestaña cerrada
fr: Rouvrir l'onglet fermé
ja: 閉じたタブを開く
ko: 닫은 탭 다시 열기
nl: Open gesloten tabblad opnieuw
zh_hans: 重新打开关闭的标签页
zh_hant: 重新開啟已關閉的分頁

# common.tabMultiSelectionContextMenu.addToBookmarksAction
source: Add to Bookmark
de: Zu Lesezeichen hinzufügen
es: Agregar a marcadores
fr: Ajouter aux favoris
ja: ブックマークに追加
ko: 북마크에 추가
nl: Voeg toe aan bladwijzers
zh_hans: 添加到书签
zh_hant: 加入書籤

# common.tabMultiSelectionContextMenu.addToFolderSubmenu
source: Add to Folder
de: Zu Ordner hinzufügen
es: Agregar a carpeta
fr: Ajouter à un dossier
ja: フォルダに追加
ko: 폴더에 추가
nl: Voeg toe aan map
zh_hans: 添加到文件夹
zh_hant: 加入資料夾

# common.tabMultiSelectionContextMenu.addToNewGroupAction
source: Add Tabs to New Group
de: Tabs zu neuer Gruppe hinzufügen
es: Agregar pestañas a un grupo nuevo
fr: Ajouter les onglets à un nouveau groupe
ja: タブを新しいグループに追加
ko: 탭을 새 그룹에 추가
nl: Voeg tabbladen toe aan nieuwe groep
zh_hans: 添加到新标签页组
zh_hant: 將分頁加入新群組

# common.tabMultiSelectionContextMenu.cloneToSpaceSubmenu
source: Clone to Space
de: In Space duplizieren
es: Clonar en otro Espacio
fr: Cloner vers un Espace
ja: スペースに複製
ko: 스페이스로 복제
nl: Kloon naar Space
zh_hans: 克隆到空间
zh_hant: 複製到空間

# common.tabMultiSelectionContextMenu.closeOtherTabsAction
source: Close Other Tabs
de: Andere Tabs schließen
es: Cerrar las demás pestañas
fr: Fermer les autres onglets
ja: ほかのタブを閉じる
ko: 다른 탭 닫기
nl: Sluit andere tabbladen
zh_hans: 关闭其他标签页
zh_hant: 關閉其他分頁

# common.tabMultiSelectionContextMenu.closeTabsAction
source: Close Tabs
de: Tabs schließen
es: Cerrar pestañas
fr: Fermer les onglets
ja: タブを閉じる
ko: 탭 닫기
nl: Sluit tabbladen
zh_hans: 关闭标签页
zh_hant: 關閉分頁

# common.tabMultiSelectionContextMenu.copyLinksAction
source: Copy Links
de: Links kopieren
es: Copiar enlaces
fr: Copier les liens
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer links
zh_hans: 拷贝链接
zh_hant: 拷貝所有連結

# common.tabMultiSelectionContextMenu.deleteMultipleBookmarksAction
source: Delete %d Bookmarks
de: %d Lesezeichen löschen
es: Eliminar %d marcadores
fr: Supprimer %d favoris
ja: %d件のブックマークを削除
ko: 북마크 %d개 삭제
nl: Verwijder %d bladwijzers
zh_hans: 删除 %d 个书签
zh_hant: 刪除 %d 個書籤

# common.tabMultiSelectionContextMenu.deleteMultipleFoldersAction
source: Delete %d Folders
de: %d Ordner löschen
es: Eliminar %d carpetas
fr: Supprimer %d dossiers
ja: %d個のフォルダを削除
ko: 폴더 %d개 삭제
nl: Verwijder %d mappen
zh_hans: 删除 %d 个文件夹
zh_hant: 刪除 %d 個資料夾

# common.tabMultiSelectionContextMenu.deleteMultipleItemsAction
source: Delete %d Items
de: %d Elemente löschen
es: Eliminar %d elementos
fr: Supprimer %d éléments
ja: %d個の項目を削除
ko: 항목 %d개 삭제
nl: Verwijder %d items
zh_hans: 删除 %d 个项目
zh_hant: 刪除 %d 個項目

# common.tabMultiSelectionContextMenu.deleteSingleBookmarkAction
source: Delete %d Bookmark
de: %d Lesezeichen löschen
es: Eliminar %d marcador
fr: Supprimer %d favori
ja: %d件のブックマークを削除
ko: 북마크 %d개 삭제
nl: Verwijder %d bladwijzer
zh_hans: 删除 %d 个书签
zh_hant: 刪除 %d 個書籤

# common.tabMultiSelectionContextMenu.deleteSingleFolderAction
source: Delete %d Folder
de: %d Ordner löschen
es: Eliminar %d carpeta
fr: Supprimer %d dossier
ja: %d個のフォルダを削除
ko: 폴더 %d개 삭제
nl: Verwijder %d map
zh_hans: 删除 %d 个文件夹
zh_hant: 刪除 %d 個資料夾

# common.tabMultiSelectionContextMenu.deleteSingleItemAction
source: Delete %d Item
de: %d Element löschen
es: Eliminar %d elemento
fr: Supprimer %d élément
ja: %d個の項目を削除
ko: 항목 %d개 삭제
nl: Verwijder %d item
zh_hans: 删除 %d 个项目
zh_hant: 刪除 %d 個項目

# common.tabMultiSelectionContextMenu.duplicateTabsAction
source: Duplicate Tabs
de: Tabs duplizieren
es: Duplicar pestañas
fr: Dupliquer les onglets
ja: タブを複製
ko: 탭 복제
nl: Dupliceer tabbladen
zh_hans: 复制标签页
zh_hant: 複製分頁
